[
  {
    "id": 1,
    "estate_title": "Cozy Single-Family Home",
    "segment_name": "Single-family home",
    "description": "Explore the serenity of this beautiful single-family home nestled in a tranquil neighborhood. With its spacious backyard, this home is an ideal sanctuary for families seeking comfort and relaxation. Boasting 3 bedrooms and 2 bathrooms, along with a cozy living room and a well-equipped kitchen, it offers ample space for both privacy and togetherness. Located at 123 Main St, Anytown, USA, this charming abode awaits its new owners to create lasting memories.",
    "price": "$300,000",
    "status": "sale",
    "area": "2,500 sq ft",
    "location": "123 Main St, Anytown, USA",
    "facilities": ["3 bedrooms", "2 bathrooms", "living room", "kitchen", "backyard"],
    "image": "https://i.ibb.co/TKWq30b/single-family-home.jpg"
  },
  {
    "id": 2,
    "estate_title": "Luxury Townhouse",
    "segment_name": "Townhouse",
    "description": "Experience the epitome of modern living in this luxurious townhouse exuding elegance and sophistication. Spanning across 2,000 sq ft, this residence offers a perfect blend of style and functionality. Its high-end finishes and rooftop terrace provide a picturesque setting for entertaining guests or unwinding in the evenings. Featuring 3 bedrooms, 3.5 bathrooms, a spacious living room, and a gourmet kitchen, this townhouse at 456 Elm St, Anycity, USA, redefines urban living.",
    "price": "$500,000",
    "status": "sale",
    "area": "2,000 sq ft",
    "location": "456 Elm St, Anycity, USA",
    "facilities": ["3 bedrooms", "3.5 bathrooms", "living room", "kitchen", "rooftop terrace"],
    "image": "https://i.ibb.co/27mTZs1/Luxury-Townhouse.jpg"
  },
  {
    "id": 3,
    "estate_title": "Downtown Apartment",
    "segment_name": "Apartment",
    "description": " Immerse yourself in the vibrant energy of downtown living with this chic apartment boasting captivating city views. Situated in the heart of the city at 789 Oak St, Anycity, USA, this apartment offers a contemporary lifestyle with its sleek design and convenient amenities. With 2 bedrooms, 1 bathroom, a stylish living room, and a modern kitchen, it provides a comfortable retreat amidst the hustle and bustle of the city.",
    "price": "$1,800/month",
    "status": "rent",
    "area": "1,200 sq ft",
    "location": "789 Oak St, Anycity, USA",
    "facilities": ["2 bedrooms", "1 bathroom", "living room", "kitchen", "city views"],
    "image": "https://i.ibb.co/ncCKtwF/Downtown-Apartment.jpg"
  },
  {
    "id": 4,
    "estate_title": "Student Housing Complex",
    "segment_name": "Student housing",
    "description": " Elevate your college experience with purpose-built student housing designed for comfort and convenience. Located at 101 University Ave, Anytown, USA, this housing complex offers furnished bedrooms and shared common areas conducive to academic success and social interaction. With amenities such as a shared kitchen, study lounges, and a fitness center, students can thrive in a supportive community tailored to their needs.",
    "price": "$800/month (per bed)",
    "status": "rent",
    "area": "Shared common areas",
    "location": "101 University Ave, Anytown, USA",
    "facilities": ["Furnished bedrooms", "Shared kitchen", "Study lounges", "Fitness center"],
    "image": "https://i.ibb.co/kgbJW2h/Student-Housing-Complex.jpg"
  },
  {
    "id": 5,
    "estate_title": "Senior Living Community",
    "segment_name": "Senior living community",
    "description": " Embrace the golden years in a nurturing environment tailored to meet your needs at this distinguished senior living community. Offering independent living with care services, this community at 111 Maple St, Anytown, USA, prioritizes comfort, security, and companionship. With assisted living services, recreational activities, dining facilities, and serene gardens, residents can enjoy a fulfilling lifestyle surrounded by peers and caring staff.",
    "price": "$3,000/month",
    "status": "rent",
    "area": "Varies by unit",
    "location": "111 Maple St, Anytown, USA",
    "facilities": ["Assisted living services", "Recreational activities", "Dining facilities", "Gardens"],
    "image": "https://i.ibb.co/dkWjJyf/Senior-Living-Community.jpg"
  },
  {
    "id": 6,
    "estate_title": "Beachfront Vacation Rental",
    "segment_name": "Vacation rental",
    "description": " Indulge in a blissful escape to this spectacular beachfront vacation rental offering breathtaking ocean views and unparalleled relaxation. Nestled along the shores of 123 Beach Blvd, Anybeach, USA, this enchanting retreat boasts 3 bedrooms, 2 bathrooms, and an oceanfront patio where you can soak in the sun and savor the sea breeze. Complete with a fully equipped kitchen, this 1,500 sq ft oasis promises a rejuvenating getaway for you and your loved ones.",
    "price": "$300/night",
    "status": "rent",
    "area": "1,500 sq ft",
    "location": "123 Beach Blvd, Anybeach, USA",
    "facilities": ["3 bedrooms", "2 bathrooms", "Oceanfront patio", "Fully equipped kitchen"],
    "image": "https://i.ibb.co/1qDd6fJ/Beachfront-Vacation.jpg"
  }
]
